{
    "lines": [
        "Burnout Assessment (MBI-Aligned, AI Version)",
        "Target group: Working professionals",
        "Measures:",
        "•  Emotional Exhaustion (EE)",
        "•  Depersonalization / Cynicism (DP)",
        "•  Personal Accomplishment (PA – reverse dimension)",
        "Time frame: Over the last 1 month",
        "Purpose: Measure burnout (not a medical diagnosis)",
        "Instruction to user:",
        "Below are statements related to your work life. Please choose how often each statement applied to you",
        "during the past one month.",
        "Response Options & Weights (Same for ALL Questions)",
        "•  0 – I never experienced this.",
        "•  1 – I experienced this a few times a year.",
        "•  2 – I experienced this once a month.",
        "•  3 – I experienced this a few times a month.",
        "•  4 – I experienced this once a week.",
        "•  5 – I experienced this a few times a week.",
        "•  6 – I experienced this every day.",
        "Emotional Exhaustion (EE)",
        "Q1. Feeling emotionally drained by work",
        "•  0 – I never felt emotionally drained by my work.",
        "•  1 – I felt emotionally drained by my work a few times a year.",
        "•  2 – I felt emotionally drained by my work once a month.",
        "•  3 – I felt emotionally drained by my work a few times a month.",
        "•  4 – I felt emotionally drained by my work once a week.",
        "•  5 – I felt emotionally drained by my work a few times a week.",
        "•  6 – I felt emotionally drained by my work every day.",
        "",
        "",
        "",
        "",
        "",
        "Q2. Feeling exhausted at the end of the workday",
        "•  0 – I never felt exhausted at the end of my workday.",
        "•  1 – I felt exhausted at the end of my workday a few times a year.",
        "•  2 – I felt exhausted at the end of my workday once a month.",
        "•  3 – I felt exhausted at the end of my workday a few times a month.",
        "•  4 – I felt exhausted at the end of my workday once a week.",
        "•  5 – I felt exhausted at the end of my workday a few times a week.",
        "•  6 – I felt exhausted at the end of my workday every day.",
        "Q3. Feeling tired before starting another workday",
        "•  0 – I never felt tired when starting another workday.",
        "•  1 – I felt tired when starting work a few times a year.",
        "•  2 – I felt tired when starting work once a month.",
        "•  3 – I felt tired when starting work a few times a month.",
        "•  4 – I felt tired when starting work once a week.",
        "•  5 – I felt tired when starting work a few times a week.",
        "•  6 – I felt tired when starting work every day.",
        "Q4. Feeling overwhelmed by work demands",
        "•  0 – I never felt overwhelmed by my work demands.",
        "•  1 – I felt overwhelmed by work demands a few times a year.",
        "•  2 – I felt overwhelmed by work demands once a month.",
        "•  3 – I felt overwhelmed by work demands a few times a month.",
        "•  4 – I felt overwhelmed by work demands once a week.",
        "•  5 – I felt overwhelmed by work demands a few times a week.",
        "•  6 – I felt overwhelmed by work demands every day.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q5. Feeling completely burned out by work",
        "•  0 – I never felt burned out by my work.",
        "•  1 – I felt burned out by my work a few times a year.",
        "•  2 – I felt burned out by my work once a month.",
        "•  3 – I felt burned out by my work a few times a month.",
        "•  4 – I felt burned out by my work once a week.",
        "•  5 – I felt burned out by my work a few times a week.",
        "•  6 – I felt burned out by my work every day.",
        "Depersonalization / Cynicism (DP)",
        "Q6. Becoming emotionally detached from work",
        "•  0 – I never felt emotionally detached from my work.",
        "•  1 – I felt emotionally detached from my work a few times a year.",
        "•  2 – I felt emotionally detached from my work once a month.",
        "•  3 – I felt emotionally detached from my work a few times a month.",
        "•  4 – I felt emotionally detached from my work once a week.",
        "•  5 – I felt emotionally detached from my work a few times a week.",
        "•  6 – I felt emotionally detached from my work every day.",
        "Q7. Becoming less caring toward people at work",
        "•  0 – I never felt less caring toward people at work.",
        "•  1 – I felt less caring toward people at work a few times a year.",
        "•  2 – I felt less caring toward people at work once a month.",
        "•  3 – I felt less caring toward people at work a few times a month.",
        "•  4 – I felt less caring toward people at work once a week.",
        "•  5 – I felt less caring toward people at work a few times a week.",
        "•  6 – I felt less caring toward people at work every day.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q8. Losing empathy because of work",
        "•  0 – I never felt that work was making me lose empathy.",
        "•  1 – I felt work was making me lose empathy a few times a year.",
        "•  2 – I felt work was making me lose empathy once a month.",
        "•  3 – I felt work was making me lose empathy a few times a month.",
        "•  4 – I felt work was making me lose empathy once a week.",
        "•  5 – I felt work was making me lose empathy a few times a week.",
        "•  6 – I felt work was making me lose empathy every day.",
        "Q9. Feeling cynical or negative about work",
        "•  0 – I never felt cynical or negative about my work.",
        "•  1 – I felt cynical or negative about my work a few times a year.",
        "•  2 – I felt cynical or negative about my work once a month.",
        "•  3 – I felt cynical or negative about my work a few times a month.",
        "•  4 – I felt cynical or negative about my work once a week.",
        "•  5 – I felt cynical or negative about my work a few times a week.",
        "•  6 – I felt cynical or negative about my work every day.",
        "Personal Accomplishment (PA – Reverse Dimension)",
        "Q10. Feeling effective in handling work responsibilities",
        "•  0 – I never felt effective in handling my work.",
        "•  1 – I felt effective in handling my work a few times a year.",
        "•  2 – I felt effective in handling my work once a month.",
        "•  3 – I felt effective in handling my work a few times a month.",
        "•  4 – I felt effective in handling my work once a week.",
        "•  5 – I felt effective in handling my work a few times a week.",
        "•  6 – I felt effective in handling my work every day.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q11. Feeling that my work positively impacts others",
        "•  0 – I never felt my work positively impacted others.",
        "•  1 – I felt my work positively impacted others a few times a year.",
        "•  2 – I felt my work positively impacted others once a month.",
        "•  3 – I felt my work positively impacted others a few times a month.",
        "•  4 – I felt my work positively impacted others once a week.",
        "•  5 – I felt my work positively impacted others a few times a week.",
        "•  6 – I felt my work positively impacted others every day.",
        "Q12. Feeling confident in my professional abilities",
        "•  0 – I never felt confident in my professional abilities.",
        "•  1 – I felt confident in my abilities a few times a year.",
        "•  2 – I felt confident in my abilities once a month.",
        "•  3 – I felt confident in my abilities a few times a month.",
        "•  4 – I felt confident in my abilities once a week.",
        "•  5 – I felt confident in my abilities a few times a week.",
        "•  6 – I felt confident in my abilities every day.",
        "Q13. Feeling a strong sense of accomplishment from work",
        "•  0 – I never felt a sense of accomplishment from my work.",
        "•  1 – I felt a sense of accomplishment a few times a year.",
        "•  2 – I felt a sense of accomplishment once a month.",
        "•  3 – I felt a sense of accomplishment a few times a month.",
        "•  4 – I felt a sense of accomplishment once a week.",
        "•  5 – I felt a sense of accomplishment a few times a week.",
        "•  6 – I felt a sense of accomplishment every day.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Scoring Summary (AI Logic)",
        "EE = Q1–Q5",
        "DP = Q6–Q9",
        "PA = Q10–Q13 (reverse-interpreted)",
        "•  High EE + High DP + Low PA → High Burnout",
        "•  PA must be inverted when calculating burnout risk",
        "Scoring Rules",
        "Subscale Scores",
        "EE Score = Sum of Q1–Q5",
        "DP Score = Sum of Q6–Q9",
        "PA Score = Sum of Q10–Q13",
        "PA is reverse-interpreted",
        "→ Lower PA = Higher burnout",
        "→ PA scores should be inverted for burnout risk logic",
        "Interpretation Guidelines (Industry Standard)",
        "Emotional Exhaustion (EE)",
        "•  Low: ≤16",
        "•  Moderate: 17–26",
        "•  High: ≥27",
        "Depersonalization (DP)",
        "•  Low: ≤6",
        "•  Moderate: 7–12",
        "•  High: ≥13",
        "Personal Accomplishment (PA)",
        "•  High burnout risk: ≤31",
        "•  Moderate: 32–38",
        "•  Low burnout risk: ≥39",
        "(Exact cutoffs can be adjusted by org norms — this is acceptable in practice.)",
        "",
        "",
        "",
        "",
        "",
        "AI Burnout Classification Logic",
        "High Burnout",
        "•  EE = High AND/OR",
        "•  DP = High AND",
        "•  PA = Low",
        "Moderate Burnout",
        "•  EE or DP = Moderate",
        "•  PA = Moderate",
        "Low Burnout",
        "•  EE & DP = Low",
        "•  PA = High",
        "What AI Is Allowed to Say",
        "“You are burned out clinically.”",
        "“You have a mental disorder.”",
        "“Your responses indicate a high level of work-related burnout.”",
        "“This reflects occupational stress, not a medical diagnosis.”",
        "Panel-Ready One-Liner",
        "“Our burnout module uses an MBI-aligned framework to measure emotional exhaustion, work",
        "cynicism, and sense of accomplishment in professionals, allowing early intervention without medical",
        "labeling.”",
        "Why This Is Powerful for Mentamind",
        "•  Perfect for corporate pilots",
        "•  HR-friendly (non-diagnostic)",
        "•  Tracks burnout over time",
        "•  Bridges stress → anxiety → depression safely",
        "",
        "",
        "",
        "",
        ""
    ]
}