{
    "lines": [
        "Emotional & Behavioral Screening (SDQ-Aligned, AI Version)",
        "Target group: Adolescents & young adults",
        "Purpose: Screen emotional, behavioral & social difficulties",
        "Time frame: Over the last 6 months",
        "Nature: Screening / monitoring (not diagnosis)",
        "Instruction to user:",
        "Below are statements about feelings, behavior, and relationships.",
        "Please choose the option that best describes how true each statement has been for you over the past 6",
        "months.",
        "Response Options & Weights (Same for ALL Questions)",
        "•  0 – This is not true for me.",
        "•  1 – This is somewhat true for me.",
        "•  2 – This is certainly true for me.",
        "Some items are positively worded and are reverse-scored.",
        "Emotional Symptoms",
        "Q1. Frequent physical complaints when stressed",
        "•  0 – It is not true that I get physical complaints when stressed.",
        "•  1 – It is somewhat true that I get physical complaints when stressed.",
        "•  2 – It is certainly true that I get physical complaints when stressed.",
        "Q2. Excessive worries",
        "•  0 – It is not true that I worry a lot.",
        "•  1 – It is somewhat true that I worry a lot.",
        "•  2 – It is certainly true that I worry a lot.",
        "Q3. Feeling unhappy or low",
        "•  0 – It is not true that I often feel unhappy or low.",
        "•  1 – It is somewhat true that I feel unhappy or low.",
        "•  2 – It is certainly true that I often feel unhappy or low.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q4. Nervousness in new situations",
        "•  0 – It is not true that I feel nervous in new situations.",
        "•  1 – It is somewhat true that I feel nervous in new situations.",
        "•  2 – It is certainly true that I feel nervous in new situations.",
        "Q5. Fears",
        "•  0 – It is not true that I have many fears.",
        "•  1 – It is somewhat true that I have fears.",
        "•  2 – It is certainly true that I have many fears.",
        "Conduct Problems",
        "Q6. Temper or anger outbursts",
        "•  0 – It is not true that I often lose my temper.",
        "•  1 – It is somewhat true that I lose my temper.",
        "•  2 – It is certainly true that I often lose my temper.",
        "Q7. Rule-breaking",
        "•  0 – It is not true that I break rules.",
        "•  1 – It is somewhat true that I break rules.",
        "•  2 – It is certainly true that I break rules.",
        "Q8. Aggressive behavior",
        "•  0 – It is not true that I fight or act aggressively.",
        "•  1 – It is somewhat true that I fight or act aggressively.",
        "•  2 – It is certainly true that I fight or act aggressively.",
        "Q9. Dishonesty",
        "•  0 – It is not true that I lie or cheat.",
        "•  1 – It is somewhat true that I lie or cheat.",
        "•  2 – It is certainly true that I lie or cheat.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q10. Stealing behavior",
        "•  0 – It is not true that I take things that are not mine.",
        "•  1 – It is somewhat true that I take things that are not mine.",
        "•  2 – It is certainly true that I take things that are not mine.",
        "Hyperactivity / Inattention",
        "Q11. Restlessness",
        "•  0 – It is not true that I am restless.",
        "•  1 – It is somewhat true that I am restless.",
        "•  2 – It is certainly true that I am very restless.",
        "Q12. Difficulty staying still",
        "•  0 – It is not true that I have trouble staying still.",
        "•  1 – It is somewhat true that I have trouble staying still.",
        "•  2 – It is certainly true that I have trouble staying still.",
        "Q13. Easily distracted",
        "•  0 – It is not true that I am easily distracted.",
        "•  1 – It is somewhat true that I am easily distracted.",
        "•  2 – It is certainly true that I am easily distracted.",
        "Q14. Poor concentration",
        "•  0 – It is not true that I have difficulty concentrating.",
        "•  1 – It is somewhat true that I have difficulty concentrating.",
        "•  2 – It is certainly true that I have difficulty concentrating.",
        "Q15. Acting without thinking",
        "•  0 – It is not true that I act without thinking.",
        "•  1 – It is somewhat true that I act without thinking.",
        "•  2 – It is certainly true that I act without thinking.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Peer Relationship Problems",
        "Q16. Feeling lonely",
        "•  0 – It is not true that I feel lonely.",
        "•  1 – It is somewhat true that I feel lonely.",
        "•  2 – It is certainly true that I feel lonely.",
        "Q17. Being bullied or excluded",
        "•  0 – It is not true that I am bullied or excluded.",
        "•  1 – It is somewhat true that I am bullied or excluded.",
        "•  2 – It is certainly true that I am bullied or excluded.",
        "Q18. Difficulty making friends",
        "•  0 – It is not true that I find it hard to make friends.",
        "•  1 – It is somewhat true that I find it hard to make friends.",
        "•  2 – It is certainly true that I find it hard to make friends.",
        "Q19. Prefer being alone",
        "•  0 – It is not true that I prefer being alone.",
        "•  1 – It is somewhat true that I prefer being alone.",
        "•  2 – It is certainly true that I prefer being alone.",
        "Q20. Better with adults than peers",
        "•  0 – It is not true that I get along better with adults than peers.",
        "•  1 – It is somewhat true that I get along better with adults.",
        "•  2 – It is certainly true that I get along better with adults.",
        "Prosocial Strengths (Reverse-Scored)",
        "Q21. Being considerate",
        "•  0 – It is not true that I am considerate of others’ feelings.",
        "•  1 – It is somewhat true that I am considerate.",
        "•  2 – It is certainly true that I am considerate of others.",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q22. Willingness to help",
        "•  0 – It is not true that I help others.",
        "•  1 – It is somewhat true that I help others.",
        "•  2 – It is certainly true that I help others.",
        "Q23. Sharing behavior",
        "•  0 – It is not true that I share with others.",
        "•  1 – It is somewhat true that I share.",
        "•  2 – It is certainly true that I share.",
        "Q24. Kindness to younger or weaker people",
        "•  0 – It is not true that I am kind to others.",
        "•  1 – It is somewhat true that I am kind.",
        "•  2 – It is certainly true that I am kind to others.",
        "Q25. Helping behavior",
        "•  0 – It is not true that I try to help when someone is upset.",
        "•  1 – It is somewhat true that I try to help.",
        "•  2 – It is certainly true that I try to help when someone is upset.",
        "Scoring Logic (AI-Ready)",
        "Difficulty Subscales",
        "Emotional = Q1–Q5",
        "Conduct = Q6–Q10",
        "Hyperactivity = Q11–Q15",
        "Peer Problems = Q16–Q20",
        "Strength Subscale",
        "Prosocial = Q21–Q25 (reverse interpretation)",
        "Total Difficulties Score",
        "Total Difficulties = Emotional + Conduct + Hyperactivity + Peer",
        "Range = 0 – 40",
        "",
        "",
        "",
        "",
        "",
        "Interpretation (Screening Bands – Typical)",
        "Total Difficulties Interpretation",
        "0–13",
        "14–16",
        "17–40",
        "Normal",
        "Borderline",
        "High difficulties",
        "Screening only – not a diagnosis",
        "AI Usage Rules",
        "•  High emotional → anxiety/depression screen",
        "•  High hyperactivity → ADHD screener",
        "•  High peer problems → social support focus",
        "•  Strong prosocial → resilience indicator",
        "Panel-Ready One-Liner",
        "“We use an SDQ-aligned screener to assess emotional and behavioral difficulties in adolescents and",
        "young adults, allowing early support without diagnostic labeling.”",
        "",
        "",
        "",
        ""
    ]
}