{
    "lines": [
        "GAD-7 — AI-Administered Anxiety Screening",
        "Time frame: Over the last 2 weeks",
        "Instruction shown to user:",
        "Please read each statement and choose the option that best describes how often you experienced the",
        "problem over the past two weeks.",
        "Common Options & Weights (for all questions)",
        "•  0 – I did not experience this problem at all.",
        "•  1 – I experienced this problem on several days.",
        "•  2 – I experienced this problem on more than half of the days.",
        "•  3 – I experienced this problem nearly every day.",
        "Q1. Feeling nervous, anxious, or on edge",
        "•  0 – I did not feel nervous, anxious, or on edge at all.",
        "•  1 – I felt nervous, anxious, or on edge on several days.",
        "•  2 – I felt nervous, anxious, or on edge on more than half of the days.",
        "•  3 – I felt nervous, anxious, or on edge nearly every day.",
        "Q2. Not being able to stop or control worrying",
        "•  0 – I was able to control my worrying without difficulty.",
        "•  1 – I had trouble controlling my worrying on several days.",
        "•  2 – I had trouble controlling my worrying on more than half of the days.",
        "•  3 – I had trouble controlling my worrying nearly every day.",
        "Q3. Worrying too much about different things",
        "•  0 – I did not worry excessively about different things.",
        "•  1 – I worried too much about different things on several days.",
        "•  2 – I worried too much about different things on more than half of the days.",
        "•  3 – I worried too much about different things nearly every day.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q4. Trouble relaxing",
        "•  0 – I was able to relax without difficulty.",
        "•  1 – I had trouble relaxing on several days.",
        "•  2 – I had trouble relaxing on more than half of the days.",
        "•  3 – I had trouble relaxing nearly every day.",
        "Q5. Being so restless that it is hard to sit still",
        "•  0 – I did not feel unusually restless.",
        "•  1 – I felt restless on several days.",
        "•  2 – I felt restless on more than half of the days.",
        "•  3 – I felt restless nearly every day.",
        "Q6. Becoming easily annoyed or irritable",
        "•  0 – I was not easily annoyed or irritable.",
        "•  1 – I felt easily annoyed or irritable on several days.",
        "•  2 – I felt easily annoyed or irritable on more than half of the days.",
        "•  3 – I felt easily annoyed or irritable nearly every day.",
        "Q7. Feeling afraid as if something awful might happen",
        "•  0 – I did not feel afraid that something awful might happen.",
        "•  1 – I felt this fear on several days.",
        "•  2 – I felt this fear on more than half of the days.",
        "•  3 – I felt this fear nearly every day.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Scoring Logic (AI-Ready)",
        "Total Score = Sum of Q1 to Q7",
        "Score Range = 0 – 21",
        "Severity Interpretation (Standard GAD-7 Thresholds)",
        "Score Range Anxiety Level  AI Action",
        "0–4",
        "5–9",
        "Minimal anxiety  Psychoeducation",
        "Mild anxiety",
        "Self-help + monitor",
        "10–14",
        "Moderate anxiety Recommend professional support",
        "15–21",
        "Severe anxiety",
        "Strong clinical referral",
        "Functional Impact Question (Optional, Not Scored)",
        "If you experienced any of the above problems, how difficult did they make it for you to work, study,",
        "manage daily activities, or interact with others?",
        "Options:",
        "•  Not difficult at all",
        "•  Somewhat difficult",
        "•  Very difficult",
        "•  Extremely difficult",
        "AI Safety & Compliance Notes",
        "•  GAD-7 ≠ diagnosis",
        "•  AI = screening + scoring + trend tracking",
        "•  Diagnosis & treatment = licensed professional",
        "•  Combine with PHQ-9 for better sensitivity (industry best practice)",
        "Panel-Ready One-Liner",
        "“Our AI administers validated tools like GAD-7 to screen anxiety symptoms, quantify severity, track",
        "trends over time, and flag users for timely human intervention — it does not diagnose.”",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}