{
    "lines": [
        "PHQ-9 — AI-Administered Depression Screening",
        "Time frame: Over the last 2 weeks",
        "Instruction shown to user:",
        "Please read each statement carefully and choose the option that best describes how often you",
        "experienced the problem over the past two weeks.",
        "Q1. Little interest or pleasure in doing things",
        "Options (sentence form):",
        "•  0 – I did not experience a loss of interest or pleasure at all.",
        "•  1 – I experienced a loss of interest or pleasure on several days.",
        "•  2 – I experienced a loss of interest or pleasure on more than half of the days.",
        "•  3 – I experienced a loss of interest or pleasure nearly every day.",
        "Q2. Feeling down, depressed, or hopeless",
        "Options:",
        "•  0 – I did not feel down, depressed, or hopeless at all.",
        "•  1 – I felt down, depressed, or hopeless on several days.",
        "•  2 – I felt down, depressed, or hopeless on more than half of the days.",
        "•  3 – I felt down, depressed, or hopeless nearly every day.",
        "Q3. Trouble falling asleep, staying asleep, or sleeping too much",
        "Options:",
        "•  0 – I had no problems with sleep.",
        "•  1 – I had sleep problems on several days.",
        "•  2 – I had sleep problems on more than half of the days.",
        "•  3 – I had sleep problems nearly every day.",
        "Q4. Feeling tired or having little energy",
        "Options:",
        "•  0 – I did not feel unusually tired or low on energy.",
        "•  1 – I felt tired or low on energy on several days.",
        "•  2 – I felt tired or low on energy on more than half of the days.",
        "•  3 – I felt tired or low on energy nearly every day.",
        "",
        "",
        "",
        "",
        "Q5. Poor appetite or overeating",
        "Options:",
        "•  0 – My appetite and eating habits were normal.",
        "•  1 – I had appetite changes on several days.",
        "•  2 – I had appetite changes on more than half of the days.",
        "•  3 – I had appetite changes nearly every day.",
        "Q6. Feeling bad about yourself — feeling like a failure or that you have let yourself or your",
        "family down",
        "Options:",
        "•  0 – I did not feel bad about myself or feel like a failure.",
        "•  1 – I felt bad about myself on several days.",
        "•  2 – I felt bad about myself on more than half of the days.",
        "•  3 – I felt bad about myself nearly every day.",
        "Q7. Trouble concentrating on tasks such as reading, studying, or watching something",
        "Options:",
        "•  0 – I had no difficulty concentrating.",
        "•  1 – I had difficulty concentrating on several days.",
        "•  2 – I had difficulty concentrating on more than half of the days.",
        "•  3 – I had difficulty concentrating nearly every day.",
        "Q8. Moving or speaking slowly, or being unusually restless and fidgety (noticeable by others)",
        "Options:",
        "•  0 – I did not experience any noticeable changes in movement or speech.",
        "•  1 – I noticed changes in movement or restlessness on several days.",
        "•  2 – I noticed changes in movement or restlessness on more than half of the days.",
        "•  3 – I noticed changes in movement or restlessness nearly every day.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q9. Thoughts that you would be better off dead, or thoughts of harming yourself",
        "High-risk question",
        "Options:",
        "•  0 – I did not have thoughts about being better off dead or harming myself.",
        "•  1 – I had such thoughts on several days.",
        "•  2 – I had such thoughts on more than half of the days.",
        "•  3 – I had such thoughts nearly every day.",
        "Scoring Logic (For AI)",
        "Total Score = Sum of scores from Q1 to Q9",
        "Minimum = 0",
        "Maximum = 27",
        "Interpretation Rules (Must be hard-coded)",
        "Score Range Interpretation",
        "0–4",
        "5–9",
        "Minimal symptoms",
        "Mild depressive symptoms",
        "10–14",
        "Moderate depressive symptoms",
        "15–19",
        "Moderately severe depressive symptoms",
        "20–27",
        "Severe depressive symptoms",
        "Mandatory Safety Rule (CRITICAL)",
        "If Q9 score ≥ 1, AI must:",
        "•",
        "•",
        "Immediately flag suicide risk",
        "Interrupt normal flow",
        "•  Display empathetic support language",
        "•  Encourage human help / escalation",
        "•  Provide crisis resources",
        "This rule applies regardless of total score.",
        "",
        "",
        "",
        "",
        "",
        "Language AI Is Allowed vs Not Allowed",
        "“You are depressed.”",
        "“You have clinical depression.”",
        "“Your responses suggest depressive symptoms at a moderate/severe level.”",
        "“This screening result is not a diagnosis.”",
        "",
        ""
    ]
}