{
    "lines": [
        "Self-Esteem Assessment (RSES-Aligned, AI Version)",
        "Purpose: Measure self-worth and confidence",
        "Time frame: How you generally feel about yourself",
        "Length: 10 items",
        "Nature: Screening / self-reflection tool (not diagnosis)",
        "Instruction to user:",
        "Below are statements about how people may feel about themselves.",
        "Please choose the option that best reflects how you generally feel.",
        "Response Options & Weights (Same for ALL Questions)",
        "•  0 – I strongly disagree with this statement.",
        "•  1 – I disagree with this statement.",
        "•  2 – I agree with this statement.",
        "•  3 – I strongly agree with this statement.",
        "Positive Self-Esteem Items",
        "Q1. Overall satisfaction with self",
        "•  0 – I strongly disagree that I feel satisfied with myself.",
        "•  1 – I disagree that I feel satisfied with myself.",
        "•  2 – I agree that I feel satisfied with myself.",
        "•  3 – I strongly agree that I feel satisfied with myself.",
        "Q2. Feeling personal worth",
        "•  0 – I strongly disagree that I feel I have personal worth.",
        "•  1 – I disagree that I feel I have personal worth.",
        "•  2 – I agree that I feel I have personal worth.",
        "•  3 – I strongly agree that I feel I have personal worth.",
        "Q3. Having good qualities",
        "•  0 – I strongly disagree that I have many good qualities.",
        "•  1 – I disagree that I have many good qualities.",
        "•  2 – I agree that I have many good qualities.",
        "•  3 – I strongly agree that I have many good qualities.",
        "",
        "",
        "",
        "",
        "",
        "Q4. Feeling capable",
        "•  0 – I strongly disagree that I am able to do things as well as others.",
        "•  1 – I disagree that I am able to do things as well as others.",
        "•  2 – I agree that I am able to do things as well as others.",
        "•  3 – I strongly agree that I am able to do things as well as others.",
        "Q5. Positive attitude toward self",
        "•  0 – I strongly disagree that I take a positive attitude toward myself.",
        "•  1 – I disagree that I take a positive attitude toward myself.",
        "•  2 – I agree that I take a positive attitude toward myself.",
        "•  3 – I strongly agree that I take a positive attitude toward myself.",
        "Negative Self-Esteem Items (Reverse-Scored)",
        "Q6. Feeling like a failure (Reverse-scored)",
        "•  0 – I strongly disagree that I feel like a failure.",
        "•  1 – I disagree that I feel like a failure.",
        "•  2 – I agree that I feel like a failure.",
        "•  3 – I strongly agree that I feel like a failure.",
        "Q7. Lack of pride (Reverse-scored)",
        "•  0 – I strongly disagree that I have little to be proud of.",
        "•  1 – I disagree that I have little to be proud of.",
        "•  2 – I agree that I have little to be proud of.",
        "•  3 – I strongly agree that I have little to be proud of.",
        "Q8. Feeling useless (Reverse-scored)",
        "•  0 – I strongly disagree that I feel useless at times.",
        "•  1 – I disagree that I feel useless at times.",
        "•  2 – I agree that I feel useless at times.",
        "•  3 – I strongly agree that I feel useless at times.",
        "",
        "",
        "",
        "",
        "",
        "",
        "Q9. Feeling inadequate (Reverse-scored)",
        "•  0 – I strongly disagree that I feel inadequate.",
        "•  1 – I disagree that I feel inadequate.",
        "•  2 – I agree that I feel inadequate.",
        "•  3 – I strongly agree that I feel inadequate.",
        "Q10. Lack of self-respect (Reverse-scored)",
        "•  0 – I strongly disagree that I lack self-respect.",
        "•  1 – I disagree that I lack self-respect.",
        "•  2 – I agree that I lack self-respect.",
        "•  3 – I strongly agree that I lack self-respect.",
        "Reverse Scoring (CRITICAL FOR AI)",
        "Reverse the scores for:",
        "•  Q6, Q7, Q8, Q9, Q10",
        "Reversed score = 3 − selected score",
        "Total Scoring Logic",
        "Total Self-Esteem Score = Sum of all 10 items (after reverse scoring)",
        "Range = 0 – 30",
        "Interpretation (Commonly Used Bands)",
        "Score Range Self-Esteem Level",
        "0–14",
        "Low self-esteem",
        "15–25",
        "Normal self-esteem",
        "26–30",
        "High self-esteem",
        "Not a diagnosis — reflects perceived self-worth only.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "AI Usage Rules",
        "•  Low self-esteem → Confidence-building & cognitive reframing tools",
        "•  Low + PHQ-9/GAD-7 high → Prioritize emotional support",
        "•  Track changes over time (great outcome metric)",
        "Panel-Ready One-Liner",
        "“Our self-esteem module uses a Rosenberg-aligned framework to quickly assess perceived self-worth",
        "and confidence, supporting early emotional intervention without diagnostic labeling.”",
        "",
        "",
        ""
    ]
}