{
    "lines": [
        "Well-Being Assessment (WHO-5–Aligned, AI Version)",
        "Purpose: Measure positive mental well-being & quality of life",
        "Time frame: Over the last 2 weeks",
        "Use case: Progress tracking, outcome measurement, low-risk screening",
        "Nature: Well-being index (not diagnosis)",
        "Instruction to user:",
        "Below are statements about positive feelings and functioning.",
        "Please choose the option that best describes how you felt over the past two weeks.",
        "Response Options & Weights (Same for ALL Questions)",
        "•  0 – At no time did I feel this way.",
        "•  1 – I felt this way some of the time.",
        "•  2 – I felt this way less than half of the time.",
        "•  3 – I felt this way more than half of the time.",
        "•  4 – I felt this way most of the time.",
        "•  5 – I felt this way all of the time.",
        "Q1. Feeling cheerful and in good spirits",
        "•  0 – At no time did I feel cheerful or in good spirits.",
        "•  1 – I felt cheerful some of the time.",
        "•  2 – I felt cheerful less than half of the time.",
        "•  3 – I felt cheerful more than half of the time.",
        "•  4 – I felt cheerful most of the time.",
        "•  5 – I felt cheerful all of the time.",
        "Q2. Feeling calm and relaxed",
        "•  0 – At no time did I feel calm and relaxed.",
        "•  1 – I felt calm and relaxed some of the time.",
        "•  2 – I felt calm and relaxed less than half of the time.",
        "•  3 – I felt calm and relaxed more than half of the time.",
        "•  4 – I felt calm and relaxed most of the time.",
        "•  5 – I felt calm and relaxed all of the time.",
        "",
        "",
        "",
        "",
        "",
        "Q3. Feeling active and energetic",
        "•  0 – At no time did I feel active or energetic.",
        "•  1 – I felt active some of the time.",
        "•  2 – I felt active less than half of the time.",
        "•  3 – I felt active more than half of the time.",
        "•  4 – I felt active most of the time.",
        "•  5 – I felt active and energetic all of the time.",
        "Q4. Feeling rested and refreshed after sleep",
        "•  0 – At no time did I wake up feeling rested.",
        "•  1 – I felt rested some of the time.",
        "•  2 – I felt rested less than half of the time.",
        "•  3 – I felt rested more than half of the time.",
        "•  4 – I felt rested most of the time.",
        "•  5 – I felt rested and refreshed all of the time.",
        "Q5. Feeling that daily life was meaningful",
        "•  0 – At no time did I feel my life was meaningful.",
        "•  1 – I felt my life was meaningful some of the time.",
        "•  2 – I felt my life was meaningful less than half of the time.",
        "•  3 – I felt my life was meaningful more than half of the time.",
        "•  4 – I felt my life was meaningful most of the time.",
        "•  5 – I felt my life was meaningful all of the time.",
        "Scoring Logic (AI-Ready)",
        "Raw Score = Sum of Q1–Q5",
        "Range = 0 – 25",
        "Standard WHO-5 Index Conversion",
        "Well-Being Percentage Score = Raw Score × 4",
        "Range = 0 – 100",
        "",
        "",
        "",
        "",
        "",
        "Interpretation (Screening Guidance)",
        "Raw Score % Score Interpretation",
        "≤ 12",
        "≤ 48%  Low well-being → screen for depression",
        "13–17",
        "52–68%  Moderate well-being",
        "≥ 18",
        "≥ 72%  Good well-being",
        "Low score ≠ diagnosis",
        "It signals need for further assessment, not illness.",
        "AI Usage Rules (Best Practice)",
        "•  Use WHO-5 at:",
        "o  Onboarding",
        "o  Weekly / monthly check-ins",
        "o  Post-intervention outcome tracking",
        "•",
        "Improvement ≥ 10 points (on % scale) = clinically meaningful change",
        "•  Combine with:",
        "o  PHQ-9 / GAD-7 (if low score)",
        "o  Stress / sleep tools (for improvement)",
        "Panel-Ready One-Liner",
        "“We use the WHO-5 well-being index to track positive mental health and quality of life over time,",
        "making it ideal for outcome measurement without diagnostic labeling.”",
        "Why WHO-5 Is Gold for Mentamind",
        "•  Positive framing (no stigma)",
        "•  Extremely short (5 items)",
        "•  High sensitivity to improvement",
        "•  Loved by clinicians, funders, and ethics panels",
        "",
        "",
        "",
        "",
        ""
    ]
}